Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Import Bundle…
ko: 번들 가져오기…
ru: Импортировать пакет…
zh_hans: 导入捆绑包…
zh_hant: 導入捆綁包…

source: Import by ID
ko: ID로 가져오기
ru: Импортировать по ID
zh_hans: 通过 ID 导入
zh_hant: 通過 ID 導入

source: Import Claude plugin from GitHub
ko: GitHub에서 Claude 플러그인 가져오기
ru: Импортируйте плагин Claude из GitHub
zh_hans: 从 GitHub 导入 Claude 插件
zh_hant: 從 GitHub 導入 Claude 插件

source: Import complete
ko: 가져오기 완료
ru: Импорт завершен
zh_hans: 导入完成
zh_hant: 導入完成

source: Import Complete
ko: 가져오기 완료
ru: Импорт завершен
zh_hans: 导入完成
zh_hant: 導入完成

source: Import Conversations
ko: 대화 가져오기
ru: Импорт разговоров
zh_hans: 导入对话
zh_hant: 導入對話

source: Import diagnostics
ko: 가져오기 진단
ru: Импорт диагностики
zh_hans: 导入诊断
zh_hant: 導入診斷

source: Import failed
ko: 가져오기 실패
ru: Импорт не удался
zh_hans: 导入失败
zh_hant: 導入失敗

source: Import Failed
ko: 가져오기 실패
ru: Импорт не удался
zh_hans: 导入失败
zh_hant: 導入失敗

source: Import failed: %@
ko: 가져오기 실패: %@
ru: Не удалось импортировать: %@
zh_hans: 导入失败：%@
zh_hant: 導入失敗：%@

source: Import finished with issues
ko: 가져오기 완료, 일부 문제 있음
ru: Импорт завершен с проблемами
zh_hans: 导入完成，但存在问题
zh_hant: 導入完成，但存在問題

source: Import from GitHub
ko: GitHub에서 가져오기
ru: Импорт из GitHub
zh_hans: 从 GitHub 导入
zh_hant: 從 GitHub 導入

source: Import from Hugging Face
ko: Hugging Face에서 가져오기
ru: Импорт из Hugging Face
zh_hans: 从 Hugging Face 导入
zh_hant: 從 Hugging Face 導入

source: Import needs attention
ko: 가져오기 주의 필요
ru: Импорт требует внимания
zh_hans: 导入需要关注
zh_hant: 導入需要關注

source: Import Skill
ko: 스킬 가져오기
ru: Импортировать навык
zh_hans: 导入技能
zh_hant: 導入技能

source: Import skills from any GitHub repository
ko: 모든 GitHub 저장소에서 스킬 가져오기
ru: Импортировать навыки из любого репозитория GitHub
zh_hans: 从任意 GitHub 仓库导入技能
zh_hant: 從任意 GitHub 倉庫導入技能

source: Import your chat history
ko: 채팅 기록 가져오기
ru: Импортируйте историю чатов
zh_hans: 导入聊天记录
zh_hant: 導入聊天記錄

source: Imported
ko: 가져옴
ru: Импортировано
zh_hans: 已导入
zh_hant: 已導入

source: Imported "%@"
ko: "%@" 가져옴
ru: Импортировано "%@"
zh_hans: 已导入“%@”
zh_hant: 已導入「%@」

source: Imported "%@" with %lld files
ko: %@개의 파일이 포함된 "%lld" 가져옴
ru: Импортирован «%@» с файлами %lld
zh_hans: 已导入“%@”，包含 %lld 个文件
zh_hant: 已匯入"%@"，包含 %lld 個檔案

source: Imported %@; ignored additional SKILL.md files: %@
ko: %@ 가져옴. 추가 SKILL.md 파일 무시됨: %@
ru: Импортировано %@; игнорируются дополнительные файлы SKILL.md: %@
zh_hans: 已导入 %@；已忽略其他 SKILL.md 文件：%@
zh_hant: 已導入 %@；已忽略其他 SKILL.md 文件：%@

source: Imported %lld items
ko: %lld개 항목 가져옴
ru: Импортировано %lld элементов
zh_hans: 已导入 %lld 个项目
zh_hant: 已導入 %lld 個項目

source: Imported %lld skills
ko: %lld개의 스킬 가져옴
ru: Импортированные %lld навыки
zh_hans: 已导入 %lld 个技能
zh_hant: 已匯入 %lld 個技能

source: Imported data into the database
ko: 데이터베이스로 데이터를 가져왔습니다
ru: Данные импортированы в базу данных
zh_hans: 已将数据导入数据库
zh_hant: 已將數據導入數據庫

source: Imported from input
ko: 입력에서 가져옴
ru: Импортировано из ввода
zh_hans: 从输入导入
zh_hant: 從輸入導入

source: Imported stdio MCP servers run inside the Osaurus sandbox, which isn't available on this machine. These weren't installed:
ko: 가져온 stdio MCP 서버는 Osaurus 샌드박스 내에서 실행되지만, 이 컴퓨터에서는 사용할 수 없습니다. 다음 항목은 설치되지 않았습니다:
ru: Импортированные серверы stdio MCP работают в песочнице Osaurus, которая недоступна на этом компьютере. Не были установлены:
zh_hans: 导入的 stdio MCP 服务器运行在 Osaurus 沙盒内，而本机不提供该沙盒。以下服务器未被安装：
zh_hant: 導入的 stdio MCP 服務器運行在 Osaurus 沙盒內，而本機不提供該沙盒。以下服務器未被安裝：

source: Imported Themes
ko: 가져온 테마
ru: Импортированные темы
zh_hans: 导入的主题
zh_hant: 導入的主題

source: Importing %lld of %lld
ko: %1$lld / %2$lld개 가져오는 중
ru: Импорт %lld из %lld
zh_hans: 正在导入第 %lld 个，共 %lld 个
zh_hant: 正在導入第 %lld 個，共 %lld 個

source: Importing Conversations
ko: 대화 가져오는 중
ru: Импорт разговоров
zh_hans: 正在导入对话
zh_hant: 正在導入對話

source: Importing data into the database
ko: 데이터베이스로 데이터 가져오는 중
ru: Импорт данных в базу данных
zh_hans: 正在将数据导入数据库
zh_hant: 正在將數據導入數據庫

source: Importing...
ko: 가져오는 중...
zh_hans: 正在导入...
zh_hant: 正在導入...

source: In chat, you get an approval card before anything is sent. For scheduled runs, posts wait in the Outbox for your approval.
ko: 채팅에서는 전송 전에 승인 카드가 표시됩니다. 예약 실행의 경우 게시물이 발신함에서 승인을 기다립니다.
ru: В чате перед отправкой появляется карточка одобрения. Для запусков по расписанию посты ждут вашего одобрения в исходящих.
zh_hans: 在聊天中，发送任何内容前都会显示批准卡片。对于计划任务运行，发帖会在发件箱中等待你的批准。
zh_hant: 在聊天中，傳送任何內容前都會顯示核准卡片。對於排程執行，發文會在寄件匣中等待您的核准。

source: In Google Takeout, select My Activity → Gemini Apps and create the export. The zip contains MyActivity.json.
ko: Google Takeout에서 내 활동 → Gemini Apps를 선택해 내보내기를 생성하세요. zip 안에 MyActivity.json이 들어 있습니다.
ru: В Google Takeout выберите «Мои действия» → «Gemini Apps» и создайте экспорт. В zip-архиве находится MyActivity.json.
zh_hans: 在 Google Takeout 中选择“我的活动”→“Gemini 应用”并创建导出。zip 中包含 MyActivity.json。
zh_hant: 在 Google Takeout 中選擇「我的活動」→「Gemini 應用程式」並建立導出。zip 中包含 MyActivity.json。

source: In group chats, only handle messages that mention the linked account. Direct chats always dispatch.
ko: 그룹 채팅에서는 연결된 계정을 멘션한 메시지만 처리합니다. 1:1 채팅은 항상 전달됩니다.
ru: В групповых чатах обрабатывать только сообщения с упоминанием привязанного аккаунта. Личные чаты обрабатываются всегда.
zh_hans: 在群聊中仅处理提及已关联账号的消息。私聊消息始终会被分发。

source: In-depth research with fact-checking and balanced analysis
ko: 팩트 체크 및 균형 잡힌 분석이 포함된 심층 연구
ru: Углубленное исследование с проверкой фактов и сбалансированным анализом
zh_hans: 进行深入研究，并提供事实核查与平衡分析
zh_hant: 進行深入研究，並提供事實覈查與平衡分析

source: Include disabled
ko: 사용 안 함 포함
ru: Включить отключенное
zh_hans: 包含禁用
zh_hant: 包含禁用

source: Include in export
ko: 내보내기에 포함
ru: Включить в экспорт
zh_hans: 包含在导出中
zh_hant: 包含在導出中

source: Increase discovery timeout or check that the MCP server responds to listTools.
ko: 검색 시간 초과를 늘리거나 MCP 서버가 listTools에 응답하는지 확인하세요.
ru: Увеличьте время ожидания обнаружения или проверьте, что сервер MCP отвечает на listTools.
zh_hans: 增加发现超时时间，或检查 MCP 服务器是否响应 listTools。
zh_hant: 增加發現超時時間，或檢查 MCP 服務器是否響應 listTools。

source: Increase discovery timeout or verify the server is reachable.
ko: 검색 시간 초과를 늘리거나 서버에 연결할 수 있는지 확인하세요.
ru: Увеличьте время ожидания обнаружения или убедитесь, что сервер доступен.
zh_hans: 增加发现超时时间，或验证服务器是否可访问。
zh_hant: 增加發現超時時間，或驗證服務器是否可訪問。

source: Indefinitely
ko: 무기한
ru: На неопределенный срок
zh_hans: 无限期
zh_hant: 無限期

source: Indexing in progress
ko: 인덱싱 진행 중
ru: Выполняется индексация
zh_hans: 正在索引
zh_hant: 正在索引

source: Indexing…
ko: 인덱싱 중…
ru: Индексация…
zh_hans: 正在索引…
zh_hant: 正在索引…

source: Inference Details
ko: 추론 세부 정보
ru: Детали вывода
zh_hans: 推理详情
zh_hant: 推理詳情

source: Inferences
ko: 추론
ru: Выводы
zh_hans: 推理
zh_hant: 推斷

source: Ingest Attachments
ko: 첨부 파일 수집
ru: Импортировать вложения
zh_hans: 导入附件

source: Inherits from the global personality in Settings → Chat. Edit to give this agent its own voice.
ko: 설정 → 채팅의 전역 성격을 상속합니다. 이 에이전트만의 음성을 부여하려면 편집하세요.
ru: Наследует глобальную идентификация в Настройки → Чат. Отредактируйте, чтобы дать этому агенту собственный голос.
zh_hans: 继承自“设置 → 聊天”中的全局个性。可编辑以赋予此智能体独有的风格。
zh_hant: 繼承自「設置 → 聊天」中的全局個性。可編輯以賦予此智能體獨有的風格。

source: Init filesystem asset
ko: 파일 시스템 에셋 초기화
ru: Инициализировать актив файловой системы
zh_hans: 初始化文件系统资源
zh_hant: 初始化文件系統資源

source: Initial
ko: 초기
ru: Исходный
zh_hans: 首字母
zh_hant: 首字母

source: Inject persistent memory (identity, pinned facts, episodes) into the chat. A relevance gate decides whether memory is needed per-turn, with a single ~800 token budget when it is. Enable for agents that benefit from long-term context.
ko: 영구 메모리(신원, 고정된 사실, 에피소드)를 채팅에 주입합니다. 관련성 게이트가 턴마다 메모리 필요 여부를 결정하며, 필요할 때 약 800 토큰 예산을 한 번 사용합니다. 장기적인 컨텍스트가 유용한 에이전트의 경우 사용하세요.
ru: Внедряйте в чат постоянную память (идентификации, закрепленные факты, эпизоды). Ворота релевантности решают, нужна ли память для каждого хода, при этом бюджет составляет примерно 800 токенов. Включите для агентов, которым выгоден долгосрочный контекст.
zh_hans: 将持久化记忆（身份、固定事实、情节）注入聊天。相关性门控会逐轮判断是否需要记忆，需要时使用约 800 个 token 的单次预算。对于受益于长期上下文的智能体，请启用此项。
zh_hant: 將持久化記憶（身份、固定事實、情節）注入聊天。相關性門控會逐輪判斷是否需要記憶，需要時使用約 800 個 token 的單次預算。對於受益於長期上下文的智能體，請啓用此項。

source: Inline plugin inference — %@
ko: 인라인 플러그인 추론 — %@
ru: Вывод встроенного плагина — %@
zh_hans: 内联插件推理 —— %@
zh_hant: 內聯插件推理 —— %@

source: Input
ko: 입력
ru: Вход
zh_hans: 输入
zh_hant: 輸入

source: Input BG
ko: 입력 배경
ru: Введите BG
zh_hans: 输入框背景
zh_hant: 輸入框背景

source: Input Border
ko: 입력 테두리
ru: Входная граница
zh_hans: 输入框边框
zh_hant: 輸入框邊框

source: Input Radius
ko: 입력 반경
ru: Входной радиус
zh_hans: 输入框半径
zh_hant: 輸入框半徑

source: Input Source
ko: 입력 소스
ru: Источник звука
zh_hans: 输入来源
zh_hant: 輸入來源

source: Insert into message
ko: 메시지에 삽입
ru: Вставить в сообщение
zh_hans: 插入到消息中
zh_hant: 插入到消息中

source: Inserted into the database
ko: 데이터베이스에 삽입됨
ru: Вставлен в базу данных
zh_hans: 已插入数据库
zh_hant: 已插入數據庫

source: Inserting into the database
ko: 데이터베이스에 삽입하는 중
ru: Вставка в базу данных
zh_hans: 正在插入数据库
zh_hant: 正在插入數據庫

source: Insights
ko: 인사이트
ru: Информация
zh_hans: 洞察
zh_hant: 洞察

source: Insights Unavailable
ko: 인사이트를 사용할 수 없음
ru: Статистика недоступна
zh_hans: 洞察不可用
zh_hant: 洞察不可用

# insights.body.caption.local.request
source: What your app sent to Osaurus (unscrubbed)
ko: 로컬 앱이 Osaurus에 보낸 내용(비식별화 안 됨)
ru: Что ваше приложение отправило на Osaurus (не очищено)
zh_hans: 你的应用发送给 Osaurus 的内容（未脱敏）
zh_hant: 你的應用發送給 Osaurus 的內容（未脫敏）

# insights.body.caption.local.response
source: What Osaurus returned to your app (with PII restored)
ko: Osaurus가 로컬 앱에 반환한 내용(PII 복원됨)
ru: Что Osaurus вернулось в ваше приложение (с восстановленным PII)
zh_hans: Osaurus 返回给你应用的内容（已还原 PII）
zh_hant: Osaurus 返回給你應用的內容（已還原 PII）

# insights.body.caption.server.request
source: What the cloud provider received (post Privacy Filter)
ko: 클라우드 제공사가 수신한 내용(개인정보 필터 적용 후)
ru: Что получил провайдер облачных услуг (после фильтра конфиденциальности)
zh_hans: 云提供商收到的内容（经隐私过滤器处理后）
zh_hant: 雲提供商收到的內容（經隱私過濾器處理後）

# insights.body.caption.server.response
source: What the cloud provider streamed back (placeholders)
ko: 클라우드 제공사가 다시 스트리밍한 내용(자리표시자)
ru: Что вернул облачный провайдер (заполнители)
zh_hans: 云提供商流式返回的内容（占位符）
zh_hant: 雲提供商流式返回的內容（佔位符）

# insights.body.copy.local
source: Copy Local
ko: 로컬 복사
ru: Копировать локально
zh_hans: 复制本地内容
zh_hant: 複製本地內容

# insights.body.copy.server
source: Copy Server
ko: 서버 복사
ru: Копировать сервер
zh_hans: 复制服务器内容
zh_hant: 複製服務器內容

# insights.body.empty.server.request
source: No outbound wire body was captured for this row.
ko: 이 행에 대해 캡처된 발신 통신망 본문이 없습니다.
ru: Для этой строки не было зафиксировано ни одного тела исходящего провода
zh_hans: 未捕获此行的出站传输正文。
zh_hant: 未捕獲此行的出站傳輸正文。

# insights.body.empty.server.response
source: No inbound wire body was captured for this row.
ko: 이 행에 대해 캡처된 수신 통신망 본문이 없습니다.
ru: Для этой строки не было зафиксировано ни одного тела входящего провода
zh_hans: 未捕获此行的入站传输正文。
zh_hant: 未捕獲此行的入站傳輸正文。

# insights.body.source.local
source: Local app
ko: 로컬 앱
ru: Локальное приложение
zh_hans: 本地应用
zh_hant: 本地應用

# insights.body.source.server
source: Server
ko: 서버
ru: Сервер
zh_hans: 服务器
zh_hant: 服務器

source: Inspect Buildkite pipelines, builds, and deploys
ko: Buildkite 파이프라인, 빌드 및 배포 검사
ru: Проверка конвейеров, сборок и развертываний Buildkite
zh_hans: 检查 Buildkite 的流水线、构建和部署
zh_hant: 檢查 Buildkite 的流水線、構建和部署

source: Inspect memory
ko: 메모리 검사
ru: Проверить память
zh_hans: 检查记忆
zh_hant: 檢查記憶

source: Install
ko: 설치
ru: Установить
zh_hans: 安装
zh_hant: 安裝

source: Install %@
ko: %@ 설치
ru: Установить %@
zh_hans: 安装 %@
zh_hant: 安裝 %@

# Install %lld Plugin%@
source: Install %1$lld Plugin%2$@
ko: %lld개의 플러그인%@ 설치
ru: Установите плагин %1$lld%2$@
zh_hans: 安装 %1$lld 个插件
zh_hant: 安裝 %1$lld 個插件%2$@

source: Install %lld Tools
ko: %lld개의 도구 설치
ru: Установить %lld инструмента
zh_hans: 安装 %lld 个工具
zh_hant: 安裝 %lld 個工具

source: Install 1 Tool
ko: 1개의 도구 설치
ru: Установить 1 инструмент
zh_hans: 安装 1 个工具
zh_hant: 安裝 1 個工具

source: Install a plugin
ko: 플러그인 설치
ru: Установить плагин
zh_hans: 安装插件
zh_hant: 安裝插件

source: Install a trusted plugin before enabling capture access.
ko: 캡처 접근 권한을 허용하기 전에 신뢰할 수 있는 플러그인을 설치하세요.
ru: Прежде чем включать доступ к захвату, установите надежный плагин.
zh_hans: 在启用捕获权限之前安装一个可信的插件。
zh_hant: 在啓用捕獲權限之前安裝一個可信的插件。

source: Install and run sandbox plugins
ko: 샌드박스 플러그인 설치 및 실행
ru: Установите и запустите плагины песочницы
zh_hans: 安装并运行沙盒插件
zh_hant: 安裝並運行沙盒插件

source: Install Built-in Themes
ko: 내장 테마 설치
ru: Установите встроенные темы
zh_hans: 安装内置主题
zh_hant: 安裝內置主題

source: Install CLI
ko: CLI 설치
ru: Установить CLI
zh_hans: 安装 CLI
zh_hant: 安裝 CLI

source: Install Ollama from ollama.com
ko: ollama.com에서 Ollama 설치
ru: Установите Ollama с сайта ollama.com
zh_hans: 从 ollama.com 安装 Ollama
zh_hant: 從ollama.com安裝Ollama

source: Install path
ko: 설치 경로
ru: Путь установки
zh_hans: 安装路径
zh_hant: 安裝路徑

source: Install the `osaurus` CLI into your PATH for terminal access.
ko: 터미널 접근을 위해 PATH에 `osaurus` CLI를 설치합니다.
ru: Установите `osaurus` CLI в свой PATH для доступа к терминалу.
zh_hans: 将 `osaurus` CLI 安装到 PATH，以便在终端中访问。
zh_hant: 將 `osaurus` CLI 安裝到 PATH，以便在終端中訪問。

source: Install the ~2.8 GB on-device model to also catch names, addresses, dates, and secrets. Pattern rules in the Rules tab already work without it.
ko: 이름, 주소, 날짜 및 비밀 정보를 포착하려면 약 2.8GB의 온디바이스 모델을 설치하세요. 규칙 탭의 패턴 규칙은 모델 없이도 이미 작동합니다.
ru: Установите на устройство модель ~2.8 GB, чтобы также распознавать имена, адреса, даты и секреты. Правила шаблонов на вкладке «Правила» уже работают и без него.
zh_hans: 安装约 2.8 GB 的设备端模型，可额外捕捉姓名、地址、日期及密钥。规则标签页中的正则规则不依赖此模型，已可独立运行。
zh_hant: 安裝約 2.8 GB 的設備端模型，可額外捕捉姓名、地址、日期及密鑰。規則標籤頁中的正則規則不依賴此模型，已可獨立運行。

source: Install the latest update
ko: 최신 업데이트 설치
ru: Установите последнее обновление
zh_hans: 安装最新更新
zh_hant: 安裝最新更新

source: Install tools that run in the sandbox
ko: 샌드박스에서 실행되는 도구 설치
ru: Устанавливайте инструменты, работающие в песочнице
zh_hans: 安装在沙盒中运行的工具
zh_hant: 安裝在沙盒中執行的工具

source: Install tools that run inside the VM
ko: VM 내에서 실행되는 도구 설치
ru: Установите инструменты, которые работают внутри VM
zh_hans: 安装在虚拟机内运行的工具
zh_hant: 安裝在虛擬機內運行的工具

source: Installed
ko: 설치됨
ru: Установлено
zh_hans: 已安装
zh_hant: 已安裝

source: Installed %@
ko: %@ 설치됨
ru: Установлено %@
zh_hans: 已安装 %@
zh_hant: 已安裝 %@

source: Installed %lld items
ko: %lld개 항목 설치됨
ru: Установлено %lld элементов
zh_hans: 已安装 %lld 个项目
zh_hant: 已安裝 %lld 個項目

# Installed %lld items from %@
source: Installed %1$lld items from %2$@
ko: %2$@에서 %1$lld개 항목 설치됨
ru: Установлено %1$lld предметов из %2$@
zh_hans: 已从 %2$@ 安装 %1$lld 个项目
zh_hant: 已從 %2$@ 安裝 %1$lld 個項目

source: Installed dependencies in sandbox
ko: 샌드박스에 종속성 설치됨
ru: Установленные зависимости в песочнице
zh_hans: 已在沙盒中安装依赖项
zh_hant: 已在沙盒中安裝依賴項

source: Installed npm packages in sandbox
ko: 샌드박스에 npm 패키지 설치됨
ru: Установленные пакеты npm в песочнице
zh_hans: 已在沙盒中安装 npm 包
zh_hant: 已在沙盒中安裝 npm 包

source: Installed Plugins, %lld
ko: 설치된 플러그인, %lld개
ru: Установленные плагины, %lld
zh_hans: 已安装的插件，%lld 个
zh_hant: 已安裝的插件，%lld 個

source: Installed Python packages in sandbox
ko: 샌드박스에 Python 패키지 설치됨
ru: Установленные пакеты Python в песочнице
zh_hans: 已在沙盒中安装 Python 包
zh_hant: 已在沙盒中安裝 Python 包

source: Installing
ko: 설치 중
ru: Установка
zh_hans: 正在安装
zh_hant: 正在安裝

source: Installing dependencies in sandbox
ko: 샌드박스에 종속성 설치 중
ru: Установка зависимостей в песочнице
zh_hans: 正在沙盒中安装依赖项
zh_hant: 正在沙盒中安裝依賴項

source: Installing in-guest shim
ko: 게스트 내 심(shim) 설치 중
ru: Установка гостевой прокладки
zh_hans: 正在安装客户机垫片
zh_hant: 正在安裝客戶機墊片

source: Installing npm packages in sandbox
ko: 샌드박스에 npm 패키지 설치 중
ru: Установка пакетов npm в песочнице
zh_hans: 正在沙盒中安装 npm 包
zh_hant: 正在沙盒中安裝 npm 包

source: Installing Python packages in sandbox
ko: 샌드박스에 Python 패키지 설치 중
ru: Установка пакетов Python в песочнице
zh_hans: 正在沙盒中安装 Python 包
zh_hant: 正在沙盒中安裝 Python 包

source: Installing selected plugins
ko: 선택한 플러그인 설치 중
ru: Установка выбранных плагинов
zh_hans: 正在安装所选插件
zh_hant: 正在安裝所選插件

source: Instruct
ko: 지시
ru: Инструктировать
zh_hant: 指令

source: Instructions
ko: 지침
ru: Инструкции
zh_hans: 指令
zh_hant: 指令

source: INSTRUCTIONS
ko: 지침
ru: ИНСТРУКЦИИ
zh_hans: 指令
zh_hant: 指令

source: Instructions are required
ko: 지침이 필요합니다
ru: Требуются инструкции
zh_hans: 必须填写指令
zh_hant: 必須填寫指令

source: Instructions that define this agent's behavior. Leave empty to use global settings.
ko: 이 에이전트의 동작을 정의하는 지침입니다. 전역 설정을 사용하려면 비워 두세요.
ru: Инструкции, определяющие поведение этого агента. Оставьте пустым, чтобы использовать глобальные настройки.
zh_hans: 定义此智能体行为的指令。留空则使用全局设置。
zh_hant: 定義此智能體行爲的指令。留空則使用全局設置。

source: Integrity check failed — download again to restore a verified copy.
ko: 무결성 검사에 실패했습니다. 다시 다운로드하여 검증된 사본을 복원하세요.
ru: Проверка целостности не пройдена — загрузите заново, чтобы восстановить проверенную копию.
zh_hans: 完整性检查失败——请重新下载以恢复经过验证的副本。
zh_hant: 完整性檢查失敗——請重新下載以還原經過驗證的副本。

source: Integrity check failed — reinstall a verified copy.
ko: 무결성 검사에 실패했습니다. 검증된 사본을 다시 설치하세요.
ru: Проверка целостности не пройдена — переустановите проверенную копию.
zh_hans: 完整性检查失败 — 请重新安装经过验证的副本。

source: Integrity-verified helper
ko: 무결성 검증 도우미
ru: Проверенный помощник
zh_hans: 完整性验证的辅助程序
zh_hant: 完整性驗證的輔助程式

source: Integrity-verified helper (osaurus-wa)
ko: 무결성 검증 도우미(osaurus-wa)
ru: Проверенный помощник (osaurus-wa)
zh_hans: 完整性已验证的辅助程序（osaurus-wa）

source: Interval
ko: 간격
ru: Интервал
zh_hans: 间隔
zh_hant: 間隔

source: Introducing
ko: 신규:
ru: Новинка:
zh_hans: 全新推出：
zh_hant: 全新推出：

source: Introducing Channels
ko: 새로운 채널
ru: Представляем каналы
zh_hans: 频道功能现已推出
zh_hant: 頻道功能現已推出

source: Introducing Knowledge Base
ko: 신규: 지식 베이스
ru: Новинка: база знаний
zh_hans: 全新推出：知识库
zh_hant: 全新推出：知識庫

source: Invalid
ko: 유효하지 않음
ru: Неверный
zh_hans: 无效
zh_hant: 無效

source: Invalid file content
ko: 유효하지 않은 파일 내용
ru: Неверное содержимое файла
zh_hans: 文件内容无效
zh_hant: 文件內容無效

source: Invalid invite
ko: 유효하지 않은 초대
ru: Недействительное приглашение
zh_hans: 无效的邀请
zh_hant: 無效的邀請

source: Invalid JSON
ko: 유효하지 않은 JSON
ru: Неверно JSON
zh_hans: 无效 JSON
zh_hant: 無效 JSON

source: Invalid provider URL configuration
ko: 유효하지 않은 제공사 URL 구성
ru: Неверная конфигурация провайдера URL
zh_hans: 提供商 URL 配置无效
zh_hant: 提供商 URL 配置無效

source: Invalid response from provider
ko: 제공사로부터 유효하지 않은 응답 수신됨
ru: Неверный ответ от провайдера
zh_hans: 提供商返回的响应无效
zh_hant: 來自提供商的無效回復

source: Invalid skill archive - SKILL.md not found
ko: 유효하지 않은 스킬 아카이브 - SKILL.md를 찾을 수 없음
ru: Неверный архив навыков — SKILL.md не найден
zh_hans: 无效的技能存档 - 未找到 SKILL.md 文件
zh_hant: 無效的技能存檔 - 未找到SKILL.md文件

source: Invalid URL
ko: 유효하지 않은 URL
ru: Неверно URL
zh_hans: 无效的 URL
zh_hant: 無效的URL

source: Investigate Sentry issues, traces, and releases
ko: Sentry 이슈, 추적 및 릴리스 조사
ru: Изучите проблемы, следы и выпуски Sentry
zh_hans: 调查 Sentry 问题、跟踪和版本
zh_hant: 調查Sentry問題、跟蹤和版本

source: Invite expired
ko: 초대 만료됨
ru: Срок действия приглашения истек
zh_hans: 邀请已过期
zh_hant: 邀請已過期

source: Invite Link
ko: 초대 링크
ru: Пригласить ссылку
zh_hans: 邀请链接
zh_hant: 邀請鏈接

source: Isolated Execution
ko: 격리된 실행
ru: Изолированное выполнение
zh_hans: 隔离执行
zh_hant: 隔離執行

source: Issued %@
ko: %@ 발행됨
ru: Выпущено %@
zh_hans: 签发于 %@
zh_hant: 籤發於 %@

source: Issued Invites
ko: 발행된 초대
ru: Выпущенные приглашения
zh_hans: 已发出的邀请
zh_hant: 已發出的邀請

source: Issues
ko: 이슈
ru: Проблемы
zh_hans: 问题
zh_hant: 問題

source: It does the work, not just the talking
ko: 말만 하는 것이 아니라 직접 작업을 수행합니다
ru: Он не только говорит, но и делает
zh_hans: 它动手做事，而不只是动嘴说说
zh_hant: 它動手做事，而不只是動嘴說說

source: Item did not send; check its destination settings.
ko: 항목이 전송되지 않았습니다. 대상 설정을 확인하세요.
ru: Элемент не отправлен; проверьте настройки назначения.
zh_hans: 项目未发送；请检查其目标设置。
zh_hant: 項目未傳送；請檢查其目標設定。

source: JSON Preview
ko: JSON 미리보기
ru: JSON Предварительный просмотр
zh_hans: JSON 预览
zh_hant: JSON 預覽

source: Just a moment — making your signature now.
ko: 잠시만 기다려 주세요 — 서명을 생성하고 있습니다.
ru: Минуточку — сделайте свою подпись сейчас.
zh_hans: 请稍候——正在生成你的签名。
zh_hant: 請稍候——正在生成你的簽名。

source: Keep a live connection to WhatsApp and store authorized incoming messages in the local inbox while the app runs.
ko: 앱이 실행되는 동안 WhatsApp과의 실시간 연결을 유지하고 승인된 수신 메시지를 로컬 수신함에 저장합니다.
ru: Поддерживать активное соединение с WhatsApp и сохранять авторизованные входящие сообщения в локальном ящике, пока приложение работает.
zh_hans: 在应用运行期间保持与 WhatsApp 的实时连接，并将已授权的传入消息存储到本地收件箱。

source: Keep authorized iMessages in the local inbox so agents can read and search them.
ko: 승인된 iMessage를 로컬 받은편지함에 보관하여 에이전트가 읽고 검색할 수 있도록 합니다.
ru: Хранить авторизованные iMessage в локальном ящике, чтобы агенты могли их читать и искать.
zh_hans: 将授权的 iMessage 保留在本地收件箱中，以便智能体读取和搜索。

source: Keep Draft Cache Separate
ko: 초안 캐시를 별도로 유지
ru: Храните кэш черновиков отдельно
zh_hans: 将草稿缓存单独保存
zh_hant: 將草稿緩存單獨保存

source: Keep Model Loaded
ko: 모델 로드 유지
ru: Сохранять модель загруженной
zh_hans: 保持模型已加载
zh_hant: 保持模型已加載

source: Keep On
ko: 계속 켜기
ru: Продолжайте
zh_hans: 保持开启
zh_hant: 繼續

source: Keep receiving enabled in only one copy of Osaurus on this Mac. A second running instance (for example a development build next to the installed app) watches the same Messages database and would reply independently, causing duplicate answers.
ko: 이 Mac에서는 하나의 Osaurus에서만 수신을 활성화하세요. 두 번째 실행 중인 인스턴스(예: 설치된 앱 옆의 개발 빌드)는 동일한 메시지 데이터베이스를 감시하여 독립적으로 답장하므로 중복 응답이 발생합니다.
ru: Оставляйте приём включённым только в одной копии Osaurus на этом Mac. Второй запущенный экземпляр (например, сборка для разработки рядом с установленным приложением) следит за той же базой данных «Сообщений» и отвечал бы независимо, создавая дублирующиеся ответы.
zh_hans: 在此 Mac 上仅在一个 Osaurus 副本中启用接收。第二个正在运行的实例（例如安装版应用旁的开发构建）会监视同一个“信息”数据库并独立回复，导致重复回答。
zh_hant: 在此 Mac 上僅在一個 Osaurus 副本中啟用接收。第二個正在執行的實例（例如安裝版應用程式旁的開發構建）會監視同一個「訊息」資料庫並獨立回覆，導致重複回答。

source: Keep Running
ko: 계속 실행
ru: Продолжайте бежать
zh_hans: 继续运行
zh_hant: 繼續運行

source: Keep the model's reasoning expanded while it is actively thinking, then collapse it automatically once the response begins. Useful for monitoring long-running agent tasks in real time.
ko: 모델이 사고하는 동안 사고 과정을 펼쳐서 보여주고, 응답이 시작되면 자동으로 접습니다. 장시간 실행되는 에이전트 작업을 실시간으로 모니터링할 때 유용합니다.
ru: Размышления модели остаются развёрнутыми, пока она активно думает, и автоматически сворачиваются, как только начинается ответ. Полезно для наблюдения за длительными задачами агента в реальном времени.
zh_hans: 在模型思考期间保持思考过程展开，回答开始后自动折叠。便于实时监控长时间运行的智能体任务。
zh_hant: 在模型思考期間保持思考過程展開，回答開始後自動摺疊。便於即時監控長時間執行的智能體任務。

source: Keep this chat running?
ko: 이 채팅을 계속 실행하시겠습니까?
ru: Продолжать работу этого чата?
zh_hans: 保持此聊天继续运行？
zh_hant: 保持此聊天繼續運行？

source: Keep Warm After Job
ko: 작업 후 웜 유지
ru: Сохранять в памяти после задачи
zh_hans: 任务后保持预热
zh_hant: 任務後保持預熱

source: Keeps model memory resident for %d minutes after the last generation finishes.
ko: 마지막 생성이 완료된 후 %d분 동안 모델 메모리를 상주 상태로 유지합니다.
ru: Сохраняет резидентность памяти модели в течение %d минут после завершения последней генерации.
zh_hans: 在最后一次生成完成后，将模型内存保持驻留 %d 分钟。
zh_hant: 在最後一次生成完成後，將模型內存保持駐留 %d 分鐘。

source: Keeps model memory resident until manual unload, model switch, memory cleanup, or quit.
ko: 수동 언로드, 모델 전환, 메모리 정리 또는 종료할 때까지 모델 메모리를 상주 상태로 유지합니다.
ru: Сохраняет память модели до ручной выгрузки, переключения модели, очистки памяти или выхода.
zh_hans: 将模型内存保持驻留，直至手动卸载、切换模型、清理内存或退出。
zh_hant: 將模型內存保持駐留，直至手動卸載、切換模型、清理內存或退出。

source: Keeps models loaded until manually unloaded. Requires 32GB+ RAM.
ko: 수동으로 언로드할 때까지 모델을 로드된 상태로 유지합니다. 32GB 이상의 RAM이 필요합니다.
ru: Сохраняет модели загруженными до тех пор, пока они не будут выгружены вручную. Требуется 32GB+ RAM.
zh_hans: 保持模型加载，直到手动卸载。需要 32GB 以上内存。
zh_hant: 保持模型加載，直到手動卸載。需要 32GB 以上內存。

source: Kernel asset
ko: 커널 에셋
ru: Актив ядра
zh_hans: 内核资源
zh_hant: 內核資源

source: Kernel asset directory
ko: 커널 에셋 디렉터리
ru: Каталог ресурсов ядра
zh_hans: 内核资源目录
zh_hant: 內核資源目錄

source: Key
ko: 키
ru: Ключ
zh_hans: 密钥
zh_hant: 密鑰
